Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_611_itemid_EQ_344.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: – muhto mii lea Skáhppu ?
smn: – mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: xxx
smn: Unna Junná video

source: Njoammil
smn: Njuámmil

source: Suoma Sámi Nuorat
smn: xxx

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Pilvi álggaha
smn: Pilvi aalgât ollâopâttuvâst

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Sápmelaččat lea álbmot , mii orru njealji riikkas . Dat oaivvilda dan ahte maiddái sámenuorat leat juhkkojuvvon njealji oassái .
smn: Sämmiliih láá neelji staatâst ässee aalmug , mii uáivild tom , et säminuorah láá še juohum neelji uásán .

source: Dán áigge rájiin fuolakeahttá sápmelaččat leat goittotge “ rájehis álbmot ” , lagas ja oktilaš .
smn: Onnáá peeivi raajijn peerusthánnáá sämmiliih láá kuittâg “ räjittes aalmug ” , čavos já ohtâlâs .

source: Rájehisvuohta dihtto maiddái sámenuorain , geat atnet rájiid rasttildeaddji ovttasbarggu dehálažžan .
smn: Räjittesvuotâ tiättoo še säminuorâin , kiäh aneh raajijd rastaldittee oovtâstpargo tehálâžžân .

source: Sámenuorat leat aktiivvalaččat ja diđolaččat dan birra , ahte nuoraid barggus lea stuorra váikkuhus kultuvrra seailumii ja dan bajásdoallamii eallinaga .
smn: Säminuorah láá aktiivliih já tiäđuliih tast , et sii jieijâs naavcâi lasseetmist lii stuorrâ vaikuttâs kulttuur siäilumân já ton ellen tolâmân .

source: Sámenuoraid rájáid rasttildeaddji ovttasbarggu ulbmilin lea lasihit ja nannet oktiigullevašvuođadovddu buot sápmelaččaid gaskkas ja dákko bokte maiddái ráhkadit máŋgga láhkai nana álbmoga .
smn: Säminuorâi raajijd rastaldittee oovtâstpargo uáivilin lii lasettiđ já nanodiđ oohtânkulluuvâšvuođâ tobdo puohâi sämmilij kooskâ já tađe mield leđe mieldi lääjidmin maaŋgâ náálá noonâ aalmug .

source: Sápmelaččaid ovttasteapmi vuolgá johtui juo nuorain .
smn: Sämmilij ovtâstittem vuálgá joton jo nuorâin .

source: Suoma sámedikki nuoraidráđi ságadoalli Laura-Maija Niittyvuopio kommentere ovttasbarggu rájáid rastá ja máinnaša , ahte ii galggaše álo hállat Suoma , Norgga , Ruoŧa ja Ruošša sámiin , muhto baicce sámiin oktan álbmogin .
smn: Suomâ sämitige nuorâirääđi saavâjođetteijee Laura-Maija Niittyvuopio kommentist raajij paijeel mannee oovtâstpargo já maainâš , et ij kolgâččij ovttuu sárnuđ Suomâ , Taažâ , Ruotâ já Ruošâ sämmilijn , pic sämmilijn ohtân siämmáá aalmugin .

source: Jus fas galgá dahkat earu sápmelaččaid gaskii , dat dáhpáhuvvá lunddolaččat sápmelaččaid iežaset namahusaid vuođul . Ovdamearkka dihtii eará sámegielaid hálliid , dahje eará ealáhusaid mielde .
smn: Jis oppeet kalga iäruttiđ jieškote-uv sämmilijd , te tom kalga porgâđ luándulubbooht sämmilij jieijâs nomâttâsâi mield ovdâmerkkân jieškote-uv sämikielâi sárnoi , tâi jieškote-uv iäláttâsâi hárjutteijei mield. .

source: Sámenuoraid gaskasaš ovttasbargu lea okta čájánas das , man aktiivvalaččat sámenuorat leat gáhttet iežaset kultuvrra .
smn: Säminuorâi koskâsâš oovtâstpargo lii ohtâ čááitus tast mon aktiivliih säminuorah láá jieijâs kulttuur aaitârdmist .

source: Dán áiggi ovttasbarggu lea álkit dahkat , daningo oktavuođa oažžun ja áššiid birra dieđiheapmi lea mealgat álki sosiálalaš media bokte .
smn: Onnáá peeivi oovtâstpargo lii älkkep porgâđ , ko ohtâvuođâ uážžum já aašijn tieđettem lii viehâ älkkee sosiaallâš media pehti .

source: Dás fuolakeahttá ovttasbargu ii leat iešalddis čielggas muhto dat baicce gáibida máŋggalágan resurssaid , dego ruđa , dáhtu doaibmat ja dihtolágan soddjilvuođa stáhtaid bealis .
smn: Tast peerusthánnáá oovtâstpargo ij lah jiešmeidlist čielgâs pic tot váátá sierâlágán naavcâid , tegu ruuđâ já haalu toimâđ , sehe tiätulágán njyebžilvuođâ staatâi tááhust .

source: Laura-Maija Niittyvuopio atná iešguđetlágan konfereanssaid ja semináraid buorrin konkrehtalaš ovdamearkan ovttasbarggus rájáid rastá .
smn: Laura-Maija Niittyvuopio ana sierâlágán konfereensijd já seminaarijd šiev koŋkreetlâš ovdâmerkkân raajijd rastaldittee oovtâstpargoost .

source: Dat čohkkejit oktii olu sámenuoraid miehtá Sámi .
smn: Toh čuákkejeh oohtân valjeest säminuorâid pirrâ sämieennâm .

source: Konfereanssaid fáttát molsašuddet sámepolitihkas sámekultuvrra gáhttemii .
smn: Konfereensij fáádáh molsâšudeh sämipolitiikâst sämikulttuur aaitârdmân .

source: Konfereanssaid ja semináraid bokte lea olahuvvon ovdánupmi ja daiguin lea ožžojuvvon áigái konkrehtalaš bohtosat .
smn: Konfereensij já seminaarij pehti lep juksâm ovdánemlaavhijd já toi vievâst lep uážžum ááigán koŋkreetlâš puáđusijd .

source: Ovdamearkka dihtii čakčat 2011 suoma sámedikkiid nuoraidráđđi ordnii Suoločielggis davviriikkalaš sámenuoraid konfereanssa , mii čohkkii oktii lagabui 100 sámenuora .
smn: Ovdâmerkkân čohčuv 2011 Suomâ sämitige vuálásâš nuorâirääđi ornij Suáluičielgist ohtsâštave-eennâmlâš säminuorâi konferens , mii čokkij oohtân suullân 100 säminuorrâd .

source: Konfereanssas gieđahalle áigeguovdilis sámeáššiid earret eará panelaid ja bargobájiid bokte .
smn: Konfereensist kieđâvuššojii äigikyevdiliih sämiääših eres lasseen paneelij já pargopáájái pehti .

source: Dán konfereanssas oaččui álggu sámenuoraid oktasaš nuoraidlávdegoddi , mas leat ovddasteaddjit buot njealji riikkas .
smn: Siämmáá konfereensist uážui aalgâ säminuorâi ohtsâš nuorâilävdikodde , mast láá ovdâsteijeeh jyehi neelji enâmist .

source: Laura-Maija muitala iežas vuordit ođđa nuoraidlávdegotti doaimma álggaheami ja ovttasbarggu , mii dahkko dan bokte .
smn: Laura-Maija muštâl , et sun vuárdá uđđâ nuorâilävdikode tooimâ algâttem já tađe mield oovtâstpargo .

source: Vuosttamuš čoahkkin lea jagi 2012 čakčabeale .
smn: Vuossâmuš čuákkim lii čohčuv 2012 .

source: Govas nuoraidráđi ságadoalli Laura Niittyvuopio .
smn: Kooveest nuorâirääđi saavâjođetteijee Laura Niittyvuopio .

source: Gova váldán Unna-Maari Pulska .
smn: Kove lii váldám Unna-Maari Pulska .

source: Nubbi buorre ovdamearka lea giđđat 2012 ordnejuvvon Ruoŧa sámenuoraid searvvi jahkečoahkkin Björklidenis .
smn: Nubbe šiev ovdâmerkkâ lâi kiđđuv 2012 uárnejum Ruotâ säminuorâi seervi ihečuákkim Björklidenist .

source: Jahkečoahkkima oktavuođas ordnejuvvui konfereansa , mii čohkkii oktii sullii 150 sámenuora miehtá sámeeatnama .
smn: Ihečuákkim ohtâvuođâst uárnejui konferens , mii čokkij oohtân suullân 150 säminuorrâd pirrâ sämieennâm .

source: Konfereanssa temán lei Rájehis .
smn: Konferens teeman oli Räjittem , rajaton .

source: Konfereanssa temán lei nannet sámenuoraid oktiigullevašvuođa dovddu rájáid rastá ja oažžut sámenuoraide oktasaš jiena .
smn: Konferens teeman lâi nanodiđ raajij paijeel säminuorâi oohtânkulluuvâšvuođâ tobdo já uážžuđ säminuoraid ohtsii jienâ .

source: Dáhpáhusas čállojuvvui Rákkasorda - julggaštus , man ulbmilin lea ovdanbuktit buot njealji riikka sámenuoraid ulbmiliid .
smn: Tábáhtusâst čallui Rákkasorda - julgáštus , mon ulmen lâi pyehtiđ uáinusân puohâi neelji eennâm säminuorâi uulmijd .

source: Julggaštus lea oaidnin láhkai earret eará Suoma sámenuoraid bloggas .
smn: Julgáštus lii luuhâmnáál eres lasseen Suomâ säminuorâi seervi blogist .

source: Dehálaš ášši oktasašbarggus lea dáhpáhusaid ja deaivvademiin máŋggabealatvuohta , ja dat ahte fárrui fátmmastuvvo nu máŋga nuora go vejolaš .
smn: Tehálâš äšši oovtâstpargoost lii tábáhtusâi já teividmij maaŋgâpiälásâšvuotâ , já tot et fáárun fättee nuuvt maŋgâs ko máhđulâš .

source: Politihkalaš doaimma lassin galgá leat maiddái earáge doaibma eará áššiin beroštuvvan nuoraide .
smn: Poolitlâš tooimâi lasseen ferttejeh leđe še eres-uv tooimah jieškote-uv aššijd mielâkiddiivâšvuođâ tobdeid .

source: Dasa oktan ovdamearkan Laura-Maija máinnaša jahkásaččat ordnejuvvon salibandy sámemeašttirgilvvuid , mat čohkkejit oktii njealji riikka sámenuoraid .
smn: Taas ohtân ovdâmerkkân Laura-Maija maainâš ihásijd salibandy sämimiäštárvuođâkištoid , moh čuákkejeh oohtân neelji eennâm säminuorâid .

source: Gilvvuin lea šaddán juo juohke jahkásaš vierru , mii geahččaluvvo seailluhit .
smn: Kištoin lii jo šoddâm jyehi-ihásâš ärbivyehi , mon viggâp siäiluttiđ .

source: Gilvvuid lea ulbmilin ordnet vurrolagaid juohke njealji riikkas . ”
smn: Kištoid lii uáivil toollâđ vuáruttuvâi jyehi neelji staatâst .

source: Iešguđetlágan dáhpáhusain oahpásmuvvá olbmuide eará láhkai .
smn: “ Sierâlágán tábáhtusâin uápásmuvá ulmuid eres náálá .

source: Olbmuin bohtet ovdan earálágan bealit seminárain , go vaikkobe salibandy spealadettiin dahje sámemusihka festiválain ” , Laura-Maija govvida .
smn: Ulmuin iteh uáinusân sierâlágáneh peleh seminaarist , tegu veikkâ salibandy spelâdijn tâi sämimuusik festarijn ” , Laura-Maija valdâl .

source: Laura-Maija deattuha ovttasbarggu leahkit dehálaš maiddái dan dihtii , ahte dalle go olbmot orrot eará riikkain de lea vejolaš veardidit diliid riikkaid gaskkas ja vejolaččat maiddái bidjat deattu dakko bokte stáhtii , jus seamma áššit leat dikšojuvvon eará láhkai nuppi riikkas .
smn: Laura-Maija tiäddud , et oovtâstpargo lii tehálâš meid tondiet , et ko áásá eres staatâin , te puáhtá verdidiđ tilálâšvuođâid koskânis staatâi kooskâ já máhđulávt še tađe mield asâttiđ tedduid staatáid , jis siämmááh ääših láá hoittájum eresnáál nube staatâst .

source: Diliid veardidettiin sáhttá váldit málle dakkár áššiin , mat leat buorebut dikšojuvvon nuppi riikkas ja ovddidit iežas riikkas sápmelaččaid áššiid .
smn: Tilálâšvuođâid viärdádâlmáin puáhtá väldiđ myenster pyerebeht hoittájum áášijn já ovdediđ jieijâs staatâst sämmilij aašijd .

source: Ovttasbarggu bokte lea vejolaš hukset maiddái dehálaš sosiálalaš fierpmádagaid , oažžut ođđa jurdagiid , oahpásmuvvat ja oažžut skihpáriid .
smn: Oovtâstpargo pehti läjiduvvojeh še tááláá ääigi eromâš teháliih sosiaalliih viärmáduvah , main uážžu uđđâ jurduid , uápásmuvá já uážžu ustevijd .

source: Laura-Maija lohká doaimma leahkit maiddái sámenuoraid identitehta dáfus dehálaš , go beassá oahpásmuvvan seamma vuoiŋŋat ja etnisitehtalaččat sápmelaš nuoraide .
smn: Laura-Maija iätá , et tooimah láá še säminuorâi identiteet tááhust teháliih , ko piäsá uápásmuđ siämmáávuoiŋâlâš já etnisiteetis tááhust sämmilâš nuoraid .

source: Ovttasbargu váikkuha maiddái sámegiela seailluheapmái ja ealáskahttimii , daningo deaivvadettiin eará riikkaid sámenuoraid lea bággu hállat eará giela go iežas ruovtturiikka váldoálbmoga giela .
smn: Oovtâstpargo vaikut meid sämikielâ paijeentolâmân já iäláskitmân , ko kuáhtáádijn eres enâmij nuorâid lii pággu sárnuđ eres kielâ ko jieijâs päikkieennâm válduaalmug kielâ .

source: Davvisámegiella lea sámegielain viidásepmosit hállojuvvon giella , ja dat lea atnugiellan dávjá .
smn: Tavesämikielâ lii sämikielâin vijđásumosávt sarnum kielâ , já tot lii távjá kevttimkiellân .

source: Davvisámegiela leat máŋgii gohčodan ” sápmelaččaid eaŋgalsgiellan ” .
smn: Tavesämikielâ lii maŋgii nomâttum ‘ sämmilij eŋgâlâskiellân ’ .

source: Eará olbmuid deaivvadettiin hállangiella ii leat goittotge automáhtalaččat sámegiella , daningo muhtun sámegielat leat nu guhkkin nuppiideasetguin ahte gulahallan lea váttis .
smn: Kuhtáádijn sárnumkielâ ij kuittâg lah automaatlávt sämikielâ , ko motomeh sämikielah láá nuuvt kukken nubijnis , et savâstâllâm lii väädis .

source: Dan lassin leat sápmelaččat , geat leat mássán iežaset giela .
smn: Lasseen láá sämmiliih , kiäh láá monâttâm kielâs .

source: Gulahallangiellan doaibmáge máŋgii eaŋgalsgiella .
smn: Savâstâllâmkiellân tuáimá-uv viehâ távjá eŋgâlâskielâ .

source: Bissovaš ovttasbargu
smn: Oovtâstpaargon vuáhádum sajattâh

source: Ovttasbarggu geahččalit geažos áigge buoridit ja ovddidit , ja das geahččalit oažžut stáđásmuvvan ja iešalddis čielga ášši sámenuoraide .
smn: Oovtâstpargo viggâp čoođâg pyerediđ já ovdediđ , já tast viggâp toohâđ vuáhádum já jiešmeidlist čielgâ ääši säminuoraid .

source: Fárrui geahččalit oažžut ođđa olbmuid ja doaimma geahččalit viiddidit .
smn: Fáárun viggâp uážžuđ lase uđđâ muáđuid já tooimâ viggâp šoddâdiđ vijđásubbon .

source: Dáhpáhusaid geahččalit ordnet máŋggabealagabbot ja dávjjibut , daningo dál oktasaš dáhpáhusat leat ovttasbarggu aktiivvalašvuođas gitta dušše moddii jagis .
smn: Tábáhtusâid viggâp orniđ maaŋgâpiälásubbon já tävjibeht , ko tääl ohtsiih tábáhtusah láá oovtâstpargo aktiivlâšvuođâ keežild tuše motomeh ivveest .

source: Dan lassin ovttasbarggu Ruoššain geahččalit lasihit , daningo dat lea unnit go Suoma , Ruoŧa ja Norgga gaskasaš ovttasbargu .
smn: Lasseen oovtâstpargo eromâšávt Ruoššáin viggâp lasettiđ , ko tot lii ucceeb ko Suomâ , Ruotâ já Taažâ koskâsâš oovtâstpargo .

source: Laura-Maija jáhkká iežas vásáhusaid vuođul ahte boahttevuohta lea čuovgat , daningo buohkain leat seamma vuolggasajit ja oppalohkái buohkat leat leamašan beroštuvvan dahkat ovttasbarggu sámenuoraid ovdii .
smn: Laura-Maija osko jieijâs vuáttámušâi vuáđuld , et puátteevuotâ lii čuovvâd , ko puohâin láá siämmááh vuolgâsajeh já almolávt puohâin lii lamaš mielâkiddiivâšvuotâ porgâđ oovtâstpargo säminuorâi oovdân .

source: Laura-Maija lohká buorrin mearkan dan , ahte beroštupmi gávdno juohke bealde .
smn: Laura-Maija iätá et lii šiev merkkâ , ko mielâkiddiivâšvuotâ kávnoo jyehi kuávlust .

source: Dat dáhkida dan , ahte ovttasbargu lihkostuvvá ja boahtá joatkašuvvat .
smn: Tot täähid tom , et oovtâstpargo luhostuvá já šadda jotkuđ .

source: Go ovttasbargu stáđásmuvvá , de das šaddá bissovaš ja lunddolaš oassi sámenuoraid doaimma .
smn: Ko oovtâstpargo vuáháduvá , te tast šadda pissoo já luándulâš uási säminuorâi tooimâ .

source: Ruoŧabeale sámedikki nuoraidlávdegotti ovddasteaddji Helena Partapuoli kommentere maiddái ovttasbarggu ja lohká ahte ovttasbargu mii čielgasit oidno leat konferánssat ja čoahkkimat , maidda nuorat olles Sámis čoahkkanit ságastit sápmelaččaid boahtteáiggi birra .
smn: Ruotâpele sämitige nuorâilävdikode ovdâsteijee Helena Partapuoli kommentist še oovtâstpargo já iätá oovtâstpargo enâmustáá uáinojeijee häämmin lemin konfereensah já čuákkimeh , main nuorah jyehi kuávlust Sämienâmist čokkâneh savâstâllâđ sämmilij puátteevuođâst .

source: Partapuoli muitala : “ Buot konferánssat , mat leat leamaš jagiid mielde čájehit čielgasit ahte mii leat álbmot ja mii háliidit ovttasbargat .
smn: Partapuoli pááhud : ” Puoh iivij miätá uárnejum konfereensah láá čielgâsávt čáittám , et mij lep aalmug já halijdep porgâđ oovtâstpargo .

source: Boađus juohke konferánssas lea ahte nuorat háliidit buorit oktavuođa , vai Sápmi sáhttá ovdánit .
smn: Jyehi konferens puáđus lii , et nuorah halijdeh pyerebijd ohtâvuođâid vâi Säämi puávtáččij ovdániđ .

source: Diibmá čakčat doalai Suoma Sámedikki Nuoraidlávdegoddi konferánssa Suoločielggis ja doppe mii mearrideimmet ahte mii háliidit oktasaš nuoraidlávdegotti riikkaid gaskkas .
smn: Moonnâm čoovčâ Suomâ sämitige nuorâirääđi toolâi konferens Suáluičielgist já tobbeen meridijm , et halijdep ohtsii nuorâi lävdikode .

source: De maŋŋelas leai Sámi parlamentáralaš ráđi čoahkkin Girkonjárggas ja nuoraidlávdegottit dolle logaldallamiid .
smn: Maŋeláá Säämi parlamentaarlâš rääđi ( SPR ) toolâi čuákkim Kirkkonjaargâst já nuorâi lävdikodeh tollii tobbeen ovdâsaavâid .

source: Mii muitaleimmet maid mii bargat iešguđet nuoraidlávdegottis , makkár váttisvuođat ja makkár vuordámušat mis leat boahtteáiggis .
smn: Muštâlijm maid mij porgâp nuorâi lävdikuudijn sehe magareh hástuseh já vuárdámušah mist láá puátteevuođâ háárán .

source: SPR mearridii ahte oktasaš nuoraidlávdegoddi lea dárbbašlaš .
smn: SPR meridij et ohtsâš nuorâilävdikodde lii tárbulâš .

source: Ovttasbargu sámenuoraid gaskkas lea hui dehálaš danin go mii leat boahtteáigi .
smn: Säminuorâi oovtâstpargo lii uáli tehálâš ko mij lep puátteevuotâ .

source: Sámis eai galggaše rájit leahkit , danin go mii leat okta álbmot . ”
smn: Sämienâmist iä kolgâččii leđe rääjih , ko mij lep ohtâ aalmug . ”

source: Partapuoli joatká ja muitala ahte ovttasbarggu ulbmilin lea iešmearrideapmi ja ahte Ruošša , Suopma , Ruoŧŧa ja Norgga duođain dohkkehivčče sápmelaččaid vuoigatvuođaid .
smn: Partapuoli juátká já muštâl oovtâstpargo mittomere lemin jiešmeridemvuoigâdvuotâ , já et Ruoššâ , Suomâ , Ruotâ já Taažâ tuođâi tubdâstiččii sämmilij vuoigâdvuođâid .

source: Juohke riikkas leat iešguđet váttisvuođat ja vuoigatvuođat , lea dehálaš ahte mii ovttasbarggu čađa sáhttit ovdánit .
smn: Jyehi staatâst láá jieijâs probleemeh já vuoigâdvuođâvuáháduvah , nuuvtpa lii tehálâš et pyehtip ovdániđ oovtâstpargo vievâst .

source: Jus mii eat bargga ovttas de sáhttá Sápmi “ mollanit ” .
smn: Jis ep poorgâ oovtâstpargo , te lii vaarâst et Sämieennâm ” pieđgân ” .

source: Partapuoli loahpaha iežas kommeantta : “ Mii sápmelaččat leat guhká bargan politihkalaččat buoridan dihte min vuoigatvuođaid , ja mis lea ain guhkes mátki .
smn: Partapuoli looppât kommenttis : ” Mij sämmiliih lep toimâm kuhháá politiikâst jieččân vuoigâdvuođâi pyereedmân já mist lii ain-uv kuhes kiäinu jotteemnáál .

source: Min bargovuohki leat čoahkkimat ja konferánssat ja dat leat dán rádjái leamašan buorre vuohki .
smn: Mii pargovyevih láá čuákkimeh já konfereensah , já taan räi toh láá lamaš šiev pargovyevih .

source: Juohke čoahkkimis leat buorit ságat ja mearrádusat , das de sáhttá joatkit bargat stáhtaid , ON .
smn: Jyehi čuákkimist toollâp šiev savâstâlmijd já porgâp šiev miärádâsâid , mast puáhtá tastoo juátkiđ pargo OA .

source: , EO ja Sámedikkiid guvlui .
smn: , EU já sämitige kulij .

source: Okta hui dehálaš oassi dán barggus leat ahte mii gávdnat nuoraid geat háliidit bargat politihkalaččat ja dat lea hástalus .
smn: Ohtâ uáli tehálâš uási taam pargo lii kavnâđ nuorâid , kiäh halijdeh toimâđ politiikâst , já tot lii háástus .

source: Mon oainnán čuvges boahttevuođa vaikko Sámis juste dal leat hui ollu hástalusat ja váttisvuođat .
smn: Mun uáinám puátteevuođâ čuovâdin , veikkâ Sämienâmist láá eidu tääl ennuv hástuseh já čuolmah .

source: Danin go nuorain lea iežá oaidnu ja eat leat vel vavdan boares luottaide .
smn: Nuorâin láá sierâlágáneh uáinuh , epke lah vala áhásâm puáris pálgáid .

source: Nuorat oidnet vuoigatvuođaid iežá ládje , rájit olbmuid ja riikkaid gaskkas eai leat seammá čielgasat .
smn: Nuorah uáinih vuoigâdvuođâid eres náálá , rääjih ulmui já enâmij kooskâ iä lah siämmáá čielgâseh .

source: Mu mielas lea juohke konferánsa mas lean oassálasttán addán munnje vuoimmi , olbmot váldet vuhtii mu jurdagiid ja seammás beasan gullát ieža olbmuid oaiviliid . ”
smn: Muu mielâst jyehi konferens , moos lam uásálistám , lii adelâm munjin vyeimi , ulmuuh väldih vuotân muu jurduid já siämmást peesâm kuldâliđ sii uáivilijd . "

source: Govas Ruoŧa sámedikki nuoraidlávdegotti Helena Partapuoli .
smn: Kooveest Ruotâ sämitige nuorâilävdikoodán kullee Helena Partapuoli .

source: Gova váldán Laila Stenberg .
smn: Kove lii váldám Laila Stenberg .

source: Eará govaid váldán Sergey Gavrilov .
smn: Eres kuuvijd lii váldám Sergey Gavrilov

source: Lasi su váldán govaid gávnnat dá .
smn: Lase suu váldám kuuvijd kaavnah tääbbi .
